run/DA0120/DA0120Atm/constant/reactions
species
(
    air
    SF6 
);

reactions
{}

