run/DA0120/DA0120Atm/0.orig/omega
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 0.01;

boundaryField
{
    vapourInlet
    {
        type            zeroGradient;
    }
    frontField
    {
        type            zeroGradient;
    }
    backField
    {
        type            zeroGradient;
    }
    sideField
    {
        type            zeroGradient;
    }
    top
    {
        type            zeroGradient;
    }
    ground
    {
        type            compressible::omegaWallFunction;
        Cmu             0.09;
        kappa           0.41;
        E               9.8;
        value           uniform 0.01;
    }
    symPlane
    {
        type            symmetryPlane;
    }
}


// ************************************************************************* //
